Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Catalogue.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# job.summary.Municipal Worker
source: Keeps the city running — sanitation, parks, roads, and facilities.
de: Hält die Stadt am Laufen – Müllabfuhr, Parks, Straßen und Einrichtungen.
fr: Assure le bon fonctionnement de la ville — propreté, parcs, routes et équipements.
it: Fa funzionare la città — nettezza urbana, parchi, strade e strutture.
ja: 清掃、公園、道路、施設を受け持ち、街の暮らしを支えます。
uk: Дбає, щоб місто працювало — прибирання, парки, дороги та комунальні обʼєкти.

# job.summary.Narrative Designer
source: Writes the story, characters, and branching dialogue.
de: Schreibt Handlung, Figuren und verzweigte Dialoge.
fr: Écrit l’histoire, les personnages et les dialogues ramifiés.
it: Scrive la storia, i personaggi e i dialoghi ramificati.
ja: 物語やキャラクター、分岐する会話を書きます。
uk: Пише історію, персонажів і розгалужені діалоги.

# job.summary.News Anchor
source: Anchors television news broadcasts.
de: Moderiert Nachrichtensendungen im Fernsehen.
fr: Présente les journaux télévisés.
it: Conduce i telegiornali.
ja: テレビのニュース番組を進行します。
uk: Веде телевізійні випуски новин.

# job.summary.Nurse Practitioner
source: Advanced-practice nurse who diagnoses, treats, and prescribes with autonomy.
de: Spezialisierter Krankenpfleger, der eigenständig diagnostiziert, behandelt und verschreibt.
fr: Diagnostique, traite et prescrit en toute autonomie en tant qu’infirmier en pratique avancée.
it: Infermiere di pratica avanzata che fa diagnosi, cura e prescrive in autonomia.
ja: 高度な実践を担う看護師として、自らの判断で診断、治療、処方を行います。
uk: Медсестра розширеної практики: самостійно ставить діагнози, лікує та призначає ліки.

# job.summary.Nursing Aide
source: Assists patients with daily living tasks.
de: Hilft Patienten bei alltäglichen Aufgaben.
fr: Aide les patients dans les gestes de la vie quotidienne.
it: Aiuta i pazienti nelle attività quotidiane.
ja: 患者の日常生活を手助けします。
uk: Допомагає пацієнтам у повсякденних справах.

# job.summary.Office Clerk
source: Handles filing, data entry, and general office tasks.
de: Erledigt Ablage, Dateneingabe und allgemeine Büroarbeiten.
fr: Gère le classement, la saisie de données et les tâches courantes de bureau.
it: Si occupa di archiviazione, inserimento dati e attività d’ufficio in generale.
ja: 書類整理、データ入力、一般的な事務作業を担当します。
uk: Веде архів, вносить дані та виконує загальні офісні завдання.

# job.summary.Office Manager
source: Runs day-to-day office operations and admin staff.
de: Leitet den Büroalltag und das Verwaltungsteam.
fr: Dirige le fonctionnement quotidien du bureau et le personnel administratif.
it: Gestisce il lavoro quotidiano dell’ufficio e il personale amministrativo.
ja: オフィスの日々の運営と事務職員を取りまとめます。
uk: Керує щоденною роботою офісу та адміністративним персоналом.

# job.summary.Operations Manager
source: Runs the day-to-day of a site, branch, or department.
de: Leitet den Tagesbetrieb von Standort, Filiale oder Abteilung.
fr: Dirige le quotidien d’un site, d’une succursale ou d’un service.
it: Gestisce il lavoro quotidiano di una sede, di una filiale o di un reparto.
ja: 拠点、支店、部門の日々の運営を取りまとめます。
uk: Керує щоденною роботою майданчика, філії або відділу.

# job.summary.Painter (Construction)
source: Paints buildings and interior spaces.
de: Streicht und lackiert Gebäude und Innenräume.
fr: Peint les bâtiments et les espaces intérieurs.
it: Tinteggia edifici e ambienti interni.
ja: 建物や室内を塗装します。
uk: Фарбує будівлі та внутрішні приміщення.

# job.summary.Paralegal
source: Assists lawyers with research and documentation.
de: Unterstützt Rechtsanwälte bei Recherche und Dokumentation.
fr: Assiste les avocats pour les recherches et la documentation.
it: Affianca gli avvocati nella ricerca e nella documentazione.
ja: 弁護士の調査や書類作成をサポートします。
uk: Допомагає юристам у дослідженнях і підготовці документів.

# job.summary.Paramedic
source: Provides emergency medical care.
de: Leistet medizinische Notfallversorgung.
fr: Prodigue les soins médicaux d’urgence.
it: Presta le cure mediche d’emergenza.
ja: 緊急時の医療処置を行います。
uk: Надає невідкладну медичну допомогу.

# job.summary.Payroll Specialist
source: Processes payroll and employee benefits.
de: Bearbeitet Gehaltsabrechnungen und Sozialleistungen.
fr: Traite la paie et les avantages sociaux des employés.
it: Elabora le buste paga e i benefit dei dipendenti.
ja: 給与計算と従業員の福利厚生の手続きを行います。
uk: Опрацьовує зарплату та пільги працівників.

# job.summary.Personal Care Aide
source: Helps elderly and disabled clients with daily living at home.
de: Hilft älteren Menschen und Menschen mit Behinderung im Alltag zu Hause.
fr: Aide les personnes âgées et handicapées dans la vie quotidienne, à domicile.
it: Aiuta anziani e persone con disabilità nella vita quotidiana a casa.
ja: 高齢者や障がいのある人の、自宅での暮らしを手助けします。
uk: Допомагає клієнтам похилого віку та людям з інвалідністю в повсякденному житті вдома.

# job.summary.Personal Trainer
source: Coaches clients one-on-one toward their goals.
de: Trainiert Kunden einzeln auf dem Weg zu ihren Zielen.
fr: Coache des clients individuellement pour atteindre leurs objectifs.
it: Allena i clienti uno a uno per raggiungere i loro obiettivi.
ja: お客さんをマンツーマンで指導し、目標の達成を後押しします。
uk: Індивідуально тренує клієнтів на шляху до їхніх цілей.

# job.summary.Pharmacist
source: Dispenses medications and advises patients.
de: Gibt Medikamente aus und berät Patienten.
fr: Délivre les médicaments et conseille les patients.
it: Dispensa farmaci e consiglia i pazienti.
ja: 薬を調剤し、患者に服薬の助言をします。
uk: Видає ліки та консультує пацієнтів.

# job.summary.Pharmacy Technician
source: Prepares prescriptions under a pharmacist's supervision.
de: Bereitet Medikamente laut Rezept unter Aufsicht eines Apothekers vor.
fr: Prépare les ordonnances sous la supervision d’un pharmacien.
it: Prepara i farmaci prescritti sotto la supervisione di un farmacista.
ja: 薬剤師の監督のもとで、処方された薬を準備します。
uk: Готує ліки за рецептами під наглядом фармацевта.

# job.summary.Photographer
source: Takes photos for commercial and personal use.
de: Macht Fotos für gewerbliche und private Zwecke.
fr: Réalise des photos à usage commercial et personnel.
it: Scatta foto per uso commerciale e personale.
ja: 商用や個人向けの写真を撮影します。
uk: Фотографує для комерційних і особистих цілей.

# job.summary.Physician
source: Diagnoses and treats illnesses as an attending physician.
de: Erkennt und behandelt Krankheiten als behandelnder Arzt.
fr: Diagnostique et traite les maladies en tant que médecin titulaire.
it: Diagnostica e cura le malattie come medico di reparto.
ja: 担当医として、病気を診断し、治療します。
uk: Діагностує та лікує хвороби як лікуючий лікар.

# job.summary.Physiotherapist
source: Provides rehabilitation and physical therapy.
de: Bietet Rehabilitation und Physiotherapie an.
fr: Assure la rééducation et la kinésithérapie.
it: Si occupa di riabilitazione e fisioterapia.
ja: リハビリや理学療法を行います。
uk: Проводить реабілітацію та фізіотерапію.

# job.summary.Pilot
source: Operates aircraft for passenger or cargo flights.
de: Fliegt Flugzeuge auf Passagier- oder Frachtflügen.
fr: Pilote des avions pour des vols de passagers ou de fret.
it: Pilota aerei per voli di passeggeri o di merci.
ja: 旅客便や貨物便で航空機を操縦します。
uk: Керує літаками в пасажирських і вантажних рейсах.

# job.summary.Plumber
source: Installs and repairs plumbing systems.
de: Verlegt und repariert Rohre und Sanitäranlagen.
fr: Installe et répare les systèmes de plomberie.
it: Installa e ripara impianti idraulici.
ja: 配管設備を設置し、修理します。
uk: Монтує та ремонтує сантехнічні системи.

# job.summary.Police Officer
source: Enforces laws and protects the public on patrol.
de: Setzt Gesetze durch und schützt die Bevölkerung auf Streife.
fr: Fait respecter la loi et protège le public lors des patrouilles.
it: Fa rispettare la legge e protegge i cittadini in pattuglia.
ja: パトロールで法の執行にあたり、市民を守ります。
uk: Стежить за дотриманням законів і охороняє громадян під час патрулювання.

# job.summary.Principal Research Scientist
source: Sets research agenda for the lab and supervises projects.
de: Legt die Forschungsagenda des Labors fest und betreut Projekte.
fr: Définit le programme de recherche du laboratoire et supervise les projets.
it: Definisce l’agenda di ricerca del laboratorio e supervisiona i progetti.
ja: ラボの研究方針を定め、プロジェクトを監督します。
uk: Визначає напрями досліджень лабораторії та керує проєктами.

# job.summary.Principal Software Engineer
source: Top-of-ladder IC; defines architecture for the whole organization.
de: Höchste Stufe der Fachlaufbahn; legt die Architektur für das ganze Unternehmen fest.
fr: Définit l’architecture de toute l’organisation, au sommet de la filière des experts sans poste de manager.
it: Specialista al vertice della carriera tecnica; definisce l’architettura dell’intera organizzazione.
ja: 昇進コースの頂点にあたる専門職で、組織全体のアーキテクチャを定めます。
uk: Фахівець без підлеглих (IC) на вершині сходів; визначає архітектуру для всієї організації.

# job.summary.Professional Player
source: Earns a living on a professional team's roster.
de: Lebt vom Spiel im Kader eines Profiteams.
fr: Gagne sa vie dans l’effectif d’une équipe professionnelle.
it: Si guadagna da vivere nella rosa di una squadra professionistica.
ja: プロチームの登録選手として生計を立てます。
uk: Заробляє на життя у складі професійної команди.

# job.summary.Project Manager
source: Plans and oversees projects to completion.
de: Plant Projekte und begleitet sie bis zum Abschluss.
fr: Planifie et pilote les projets jusqu’à leur aboutissement.
it: Pianifica e segue i progetti fino al completamento.
ja: プロジェクトを計画し、完了まで統括します。
uk: Планує проєкти та веде їх до завершення.

# job.summary.Property Development Firm
source: Buy, build, and sell property — financing projects and managing crews.
de: Kaufe, baue und verkaufe Immobilien – finanziere Projekte und führe Bautrupps.
fr: Achète, construis et vends des biens immobiliers — finance tes projets et dirige tes équipes.
it: Compra, costruisci e vendi immobili — finanzia i progetti e gestisci le squadre.
ja: 不動産を買い、建て、売ります。資金を調達しながら、作業チームを管理します。
uk: Купуй, будуй і продавай нерухомість — фінансуй проєкти та керуй бригадами.

# job.summary.Psychologist
source: Studies behavior and provides therapy.
de: Erforscht Verhalten und bietet Therapie an.
fr: Étudie le comportement et propose des thérapies.
it: Studia il comportamento e offre terapia.
ja: 人の行動を研究し、心理療法を行います。
uk: Вивчає поведінку та проводить терапію.

# job.summary.Quality Control Inspector
source: Checks products against quality standards.
de: Prüft Produkte anhand von Qualitätsstandards.
fr: Vérifie la conformité des produits aux normes de qualité.
it: Controlla che i prodotti rispettino gli standard di qualità.
ja: 製品が品質基準を満たしているか検査します。
uk: Перевіряє відповідність продукції стандартам якості.

# job.summary.Real Estate Agent
source: Lists, shows, and sells property on commission.
de: Inseriert, zeigt und verkauft Immobilien gegen Provision.
fr: Met en vente, fait visiter et vend des biens immobiliers à la commission.
it: Mette in vendita, mostra e vende immobili a provvigione.
ja: 物件の売り出し、案内、販売を手がけ、成果に応じた手数料を得ます。
uk: Виставляє на продаж, показує та продає нерухомість за комісію.

# job.summary.Receptionist
source: Greets visitors and manages front-desk tasks.
de: Begrüßt Besucher und erledigt die Aufgaben am Empfang.
fr: Accueille les visiteurs et gère les tâches de l’accueil.
it: Accoglie i visitatori e gestisce le attività alla reception.
ja: 来訪者を迎え、受付の業務を担当します。
uk: Зустрічає відвідувачів і веде справи на рецепції.

# job.summary.Registered Nurse
source: Provides patient care, administers medication, and coordinates with medical teams.
de: Versorgt Patienten, verabreicht Medikamente und stimmt sich mit den Behandlungsteams ab.
fr: Assure les soins aux patients, administre les médicaments et coordonne le travail avec les équipes médicales.
it: Assiste i pazienti, somministra i farmaci e collabora con le équipe mediche.
ja: 患者のケア、投薬、医療チームとの連携を行います。
uk: Доглядає за пацієнтами, дає ліки та узгоджує дії з медичними командами.

# job.summary.Research Scientist
source: Designs and runs experiments to answer scientific questions.
de: Plant und führt Experimente durch, um wissenschaftliche Fragen zu beantworten.
fr: Conçoit et mène des expériences pour répondre à des questions scientifiques.
it: Progetta ed esegue esperimenti per rispondere a domande scientifiche.
ja: 実験を計画して実施し、科学の問いに答えを出します。
uk: Розробляє та проводить експерименти, щоб відповісти на наукові запитання.

# job.summary.Resident Physician
source: Trains under supervision in a hospital residency.
de: Lernt unter Aufsicht in der Facharztausbildung im Krankenhaus.
fr: Se forme sous supervision pendant son internat à l’hôpital.
it: Si forma sotto supervisione nella specializzazione medica in ospedale.
ja: 病院の臨床研修で、指導を受けながら実践的に学びます。
uk: Навчається під наглядом в інтернатурі при лікарні.

# job.summary.Retail Salesperson
source: Sells products directly to customers.
de: Verkauft Produkte direkt an Kunden.
fr: Vend des produits directement aux clients.
it: Vende i prodotti direttamente ai clienti.
ja: 商品をお客さんに直接販売します。
uk: Продає товари безпосередньо покупцям.

# job.summary.Roofer
source: Installs and repairs roofs in all weather.
de: Deckt und repariert Dächer bei jedem Wetter.
fr: Pose et répare les toits par tous les temps.
it: Installa e ripara tetti con qualsiasi tempo.
ja: どんな天候でも、屋根を取り付けて修理します。
uk: Монтує та ремонтує дахи за будь-якої погоди.

# job.summary.SaaS App Startup
source: Build a subscription software product and grow it toward a real raise.
de: Baue ein Softwareprodukt im Abo auf und führe es zu einer echten Finanzierungsrunde.
fr: Développe un logiciel par abonnement et fais-le grandir jusqu’à une vraie levée de fonds.
it: Sviluppa un software in abbonamento e fallo crescere fino a un vero round di investimento.
ja: サブスクリプション型のソフトウェアを開発し、本格的な資金調達をめざして育てます。
uk: Створи програмний продукт за підпискою й розвивай його, щоб залучити справжні інвестиції.

# job.summary.Sales Director
source: Owns the entire sales organization and revenue strategy.
de: Verantwortet den gesamten Vertrieb und die Umsatzstrategie.
fr: Pilote toute l’organisation commerciale et la stratégie de revenus.
it: Guida l’intera organizzazione commerciale e la strategia dei ricavi.
ja: 営業組織の全体と売上戦略を統括します。
uk: Очолює всю структуру продажів і відповідає за стратегію доходів.

# job.summary.Sales Manager
source: Leads sales teams and strategies.
de: Führt Vertriebsteams und plant Strategien.
fr: Dirige les équipes de vente et leurs stratégies.
it: Guida i team di vendita e le strategie.
ja: 営業チームを率い、営業戦略を推進します。
uk: Очолює команди з продажів і розробляє стратегії.

# job.summary.Sales Representative
source: Sells products and services to businesses.
de: Verkauft Produkte und Dienstleistungen an Unternehmen.
fr: Vend des produits et des services à des entreprises.
it: Vende prodotti e servizi alle aziende.
ja: 企業向けに商品やサービスを販売します。
uk: Продає товари та послуги компаніям.

# job.summary.Security Guard
source: Protects property and ensures public safety.
de: Schützt Eigentum und sorgt für Sicherheit.
fr: Protège les biens et assure la sécurité du public.
it: Protegge le proprietà e garantisce la sicurezza pubblica.
ja: 建物や敷地を守り、人々の安全を確保します。
uk: Охороняє майно та забезпечує громадську безпеку.

# job.summary.Senior 3D Artist
source: Owns key art and sets the visual bar for the team.
de: Verantwortet die Schlüsselbilder und setzt den visuellen Maßstab für das Team.
fr: Prend en charge les visuels clés et fixe le niveau d’exigence visuelle de l’équipe.
it: Cura le immagini chiave e fissa il livello visivo del team.
ja: 作品の顔となるアートを担当し、チームのビジュアルの基準を決めます。
uk: Відповідає за ключовий арт і задає візуальну планку для команди.

# job.summary.Senior Accountant
source: Owns ledger areas and supervises junior accountants.
de: Verantwortet Buchungsbereiche und betreut Junior-Buchhalter.
fr: Pilote des domaines de la comptabilité et supervise les comptables juniors.
it: Segue le aree del libro mastro e supervisiona i contabili junior.
ja: 担当する帳簿の領域に責任を持ち、若手会計士を指導します。
uk: Відповідає за ділянки обліку в головній книзі та наглядає за молодшими бухгалтерами.

# job.summary.Senior Business Analyst
source: Leads cross-functional analysis and drives recommendations.
de: Leitet bereichsübergreifende Analysen und treibt Empfehlungen voran.
fr: Dirige des analyses transversales à plusieurs services et fait avancer les recommandations.
it: Guida le analisi tra più reparti e orienta le raccomandazioni.
ja: 部門をまたぐ分析を率い、提案を前に進めます。
uk: Очолює міжфункціональний аналіз і формує рекомендації.

# job.summary.Senior Civil Engineer
source: Leads infrastructure projects and signs off on designs.
de: Leitet Infrastrukturprojekte und gibt Entwürfe frei.
fr: Dirige les projets d’infrastructure et valide les plans.
it: Guida i progetti infrastrutturali e approva le soluzioni progettuali.
ja: インフラ事業を率い、設計の最終承認を行います。
uk: Керує інфраструктурними проєктами та затверджує проєктні рішення.

# job.summary.Senior Data Analyst
source: Owns analytical workstreams and partners with leadership on decisions.
de: Verantwortet Analysebereiche und berät die Führung bei Entscheidungen.
fr: Pilote des chantiers d’analyse et accompagne la direction dans ses décisions.
it: Gestisce i filoni di analisi e affianca la dirigenza nelle decisioni.
ja: 分析業務を担当し、意思決定では経営陣と連携します。
uk: Відповідає за аналітичні напрями й разом із керівництвом ухвалює рішення.

# job.summary.Senior Electrical Engineer
source: Leads electrical-system architecture for complex products.
de: Leitet die Architektur elektrischer Systeme für komplexe Produkte.
fr: Dirige l’architecture des systèmes électriques de produits complexes.
it: Guida l’architettura dei sistemi elettrici di prodotti complessi.
ja: 複雑な製品の電気システムの設計方針を主導します。
uk: Очолює розробку архітектури електричних систем для складних виробів.

# job.summary.Senior Financial Analyst
source: Partners with executives on capital planning and strategy.
de: Arbeitet mit Führungskräften an Kapitalplanung und Strategie.
fr: Collabore avec les dirigeants sur la planification du capital et la stratégie.
it: Affianca i dirigenti nella pianificazione del capitale e nella strategia.
ja: 資金計画と戦略づくりで、経営陣と連携します。
uk: Працює пліч-о-пліч із керівниками над плануванням капіталу та стратегією.

# job.summary.Senior Firefighter
source: Experienced firefighter leading a crew on emergency calls.
de: Erfahrener Feuerwehrmann, der bei Einsätzen eine Mannschaft anführt.
fr: Dirige une équipe de pompiers lors des interventions d’urgence, grâce à son expérience.
it: Vigile del fuoco esperto che guida una squadra negli interventi d’emergenza.
ja: 経験豊富な消防士として、緊急出動の隊を率います。
uk: Досвідчений пожежник, що керує екіпажем на екстрених викликах.

# job.summary.Senior Game Designer
source: Owns major game systems and mentors designers.
de: Verantwortet große Spielsysteme und betreut Designer.
fr: Prend en charge les grands systèmes de jeu et encadre les designers.
it: Cura i principali sistemi di gioco e fa da guida ai designer.
ja: ゲームの主要なシステムを担当し、若手デザイナーを指導します。
uk: Відповідає за основні ігрові системи та наставляє дизайнерів.

# job.summary.Senior Graphic Artist
source: Owns visual identity work and directs junior artists.
de: Verantwortet die visuelle Identität und leitet Junior-Grafiker an.
fr: Prend en charge l’identité visuelle et dirige les graphistes juniors.
it: Cura il lavoro sull’identità visiva e dirige i grafici junior.
ja: ビジュアルアイデンティティの制作を担当し、若手アーティストを指導します。
uk: Відповідає за візуальну айдентику та спрямовує молодших художників.

# job.summary.Senior Journalist
source: Runs a beat and breaks the stories others follow.
de: Betreut ein Ressort und liefert Storys, die andere aufgreifen.
fr: Suit une rubrique et sort les informations que les autres reprennent.
it: Segue un ambito di cronaca e porta alla luce le notizie che gli altri poi riprendono.
ja: 担当分野を受け持ち、他社が後追いするスクープを放ちます。
uk: Веде власний тематичний напрям і першим публікує історії, які підхоплюють інші.

# job.summary.Senior Lab Technician
source: Leads lab testing and trains junior technicians.
de: Leitet die Laborprüfungen und schult Junior-Laboranten.
fr: Dirige les analyses en laboratoire et forme les techniciens juniors.
it: Guida i test di laboratorio e forma i tecnici junior.
ja: ラボの検査を率い、若手ラボ技術員を育てます。
uk: Керує лабораторними випробуваннями та навчає молодших лаборантів.

# job.summary.Senior Lawyer
source: Senior associate leading cases and mentoring junior lawyers.
de: Senior Associate, der Fälle leitet und Junior-Rechtsanwälte betreut.
fr: Mène des affaires et encadre les avocats juniors en tant que collaborateur senior.
it: Avvocato esperto che segue le cause e fa da guida agli avvocati junior.
ja: 上級アソシエイトとして案件を率い、若手弁護士を指導します。
uk: Старший юрист, який веде справи та наставляє молодших юристів.

# job.summary.Senior Marketing Specialist
source: Owns marketing programs and reports on impact.
de: Verantwortet Marketingprogramme und belegt deren Wirkung.
fr: Pilote des programmes marketing et rend compte de leur impact.
it: Gestisce i programmi di marketing e ne misura l’impatto.
ja: マーケティング施策を担当し、その成果を報告します。
uk: Відповідає за маркетингові програми та звітує про результат.

# job.summary.Senior Mechanical Engineer
source: Owns mechanical design projects end-to-end.
de: Verantwortet Konstruktionsprojekte von Anfang bis Ende.
fr: Pilote des projets de conception mécanique de bout en bout.
it: Segue i progetti di progettazione meccanica dall’inizio alla fine.
ja: 機械設計のプロジェクトを最初から最後まで担当します。
uk: Відповідає за проєкти з механічного конструювання від початку до кінця.

# job.summary.Senior Municipal Worker
source: Seasoned public-works hand running crews and equipment.
de: Erfahrener Mitarbeiter im Bauhof, der Trupps und Geräte leitet.
fr: Dirige des équipes et gère le matériel grâce à sa longue expérience des travaux publics.
it: Operaio esperto dei lavori pubblici che coordina squadre e attrezzature.
ja: 公共事業のベテランとして、作業班と機材を取り仕切ります。
uk: Досвідчений працівник комунальної служби, що керує бригадами та технікою.

# job.summary.Senior Paralegal
source: Manages caseload research and trains junior paralegals.
de: Steuert die Fallrecherche und schult Junior-Rechtsfachangestellte.
fr: Gère les recherches d’un portefeuille de dossiers et forme les assistants juridiques juniors.
it: Gestisce le ricerche sui fascicoli e forma gli assistenti legali junior.
ja: 担当する案件の調査を管理し、若手パラリーガルを育てます。
uk: Керує дослідженнями за справами та навчає молодших помічників юриста.

# job.summary.Senior Physician
source: Senior attending supervising residents and complex cases.
de: Beaufsichtigt Assistenzärzte und betreut komplexe Fälle.
fr: Supervise les internes et les cas complexes en tant que médecin titulaire senior.
it: Medico di reparto esperto che supervisiona gli specializzandi e i casi complessi.
ja: 上級の担当医として、研修医の指導と難しい症例の対応にあたります。
uk: Старший лікуючий лікар, який наглядає за інтернами та складними випадками.

# job.summary.Senior Police Officer
source: Veteran officer leading patrols and mentoring recruits.
de: Erfahrener Polizist, der Streifen leitet und Neulinge anleitet.
fr: Dirige les patrouilles et encadre les recrues en tant que policier chevronné.
it: Agente veterano che coordina le pattuglie e segue le nuove reclute.
ja: ベテランの警察官として、パトロールを率い、新人を指導します。
uk: Досвідчений поліцейський, що очолює патрулі та наставляє новобранців.

# job.summary.Senior Project Manager
source: Manages portfolios of projects and senior stakeholders.
de: Steuert Projektportfolios und betreut hochrangige Stakeholder.
fr: Gère des portefeuilles de projets et les parties prenantes de haut niveau.
it: Gestisce portafogli di progetti e i rapporti con gli interlocutori di alto livello.
ja: 複数のプロジェクトをまとめて管理し、幹部クラスの関係者と調整します。
uk: Керує портфелями проєктів і працює з ключовими стейкхолдерами.
